IDEA Open Model
ConnectionSetup.WeldEvaluationData Property
Compatible with IDEA StatiCa 20.1
 Method of evaluation of stress in welds
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public WeldEvaluation WeldEvaluationData { get; set; }
Public Property WeldEvaluationData As WeldEvaluation
	Get
	Set
Property Value
Type: WeldEvaluation
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace